Repository: zDevelopers/VoteBan
Catalog: src/main/resources/i18n/*.po
Languages: fr_fr

source: A player name and a reason are required.
fr_fr: Un joueur et un motif sont requis.

source: You cannot vote-ban yourself
fr_fr: Vous ne pouvez pas lancer un vote contre vous-même.

source: {0} is currently immunized due to a previously failed vote.
fr_fr: {0} est actuellement immunisé en raison d'un précédent vote échoué.

source: You cannot vote-ban {0}.
fr_fr: Vous ne pouvez pas lancer de vote contre {0}.

source: A vote against {0} is already running (started by {1}).
fr_fr: Un vote contre {0} est déjà en cours (initié par {1}).

source: The reason is: {0}
fr_fr: Le motif est : {0}

source: Click here to vote for this ban
fr_fr: Cliquez ici pour voter pour ce bannissement

source: Vote the ban of {0}
fr_fr: Voter le bannissement de {0}

source: There is no running vote-ban.
fr_fr: Il n'y a pas de vote-ban en cours.

source: To start one, use the /voteban command (or click here).
fr_fr: Pour en démarrer un, utilisez la commande /voteban (ou cliquez ici).

source: There is no running vote-ban for {0}.
fr_fr: Il n'y a pas de vote-ban en cours pour {0}.

source: There is more than one running vote-ban, please add the name of your target to the command.
fr_fr: Il y a plusieurs votes-ban en cours : merci d'ajouter le nom de votre cible à la commande.

source: You can only vote once.
fr_fr: Vous ne pouvez voter qu'une fois.

source: {gold}{bold}{0} started a vote to ban {1}
fr_fr: {gold}{bold}{0} a lancé un vote pour bannir {1}

source: {yellow}Reason: {gold}{0}
fr_fr: {yellow}Motif : {gold}{0}

source: I agree
fr_fr: J'approuve

source: You can also type
fr_fr: Vous pouvez également taper

source: I disagree
fr_fr: Je désapprouve

source: {gray}(You are not allowed to vote.)
fr_fr: {gray}(Vous n'avez pas le droit de vote.)

source: {darkgreen}✚ {green}{0} wants {1} to be banned
fr_fr: {darkgreen}✚ {green}{0} a voté pour le bannissement de {1}.

source: {darkred}✖ {red}{0} is against the ban of {1}
fr_fr: {darkred}✖ {red}{0} a voté contre le bannissement de {1}.

source: {ce}There were not enough votes to take an action.
fr_fr: {ce}Il n'y a pas eu assez de votes pour faire quoique ce soit.

source: {ce}At least {0}% of the votes must be positive to ban {1}.
fr_fr: {ce}Au minimum {0}% des votes doivent être positif pour bannir {1}.

source: {cs}{bold}The people have spoken. {cs}{0} will be banned.
fr_fr: {cs}{bold}Le peuple a parlé. {cs}{0} sera banni.
